{
    "facts": [
        {
            "description": "We can tell who our owners are! We know if they're here or not!",
            "author": "AceKiron"
        },
        {
            "description": "We all have our own personalities!",
            "author": "AceKiron"
        },
        {
            "description": "We love people!",
            "author": "AceKiron"
        },
        {
            "description": "Don't touch us too often, you may damage our slime coat and it may hurt.",
            "author": "AceKiron"
        },
        {
            "description": "We are near extinct. Raise some of your own axolotls with proper care to help us!",
            "author": "AceKiron"
        },
        {
            "description": "Axolotls have 4 fingers, but 5 toes!",
            "author": "AceKiron"
        },
        {
            "description": "We don't have eyelids, so make sure to put hides for us to rest our little eyes.",
            "author": "AceKiron"
        },
        {
            "description": "We are carnivorous, so the best diet for us are dendrobaena worms or night crawlers.",
            "author": "AceKiron"
        },
        {
            "description": "We live in cold water, ideally between 16째C - 18째C. That's 60.8째F - 64.4째F if you're American.",
            "author": "AceKiron"
        },
        {
            "description": "We are nocturnal! If you see us not doing much during the day, that's normal.",
            "author": "AceKiron"
        },
        {
            "description": "Blood worms are a good snack for us, but only as snacks because they don't have nutrients.",
            "author": "AceKiron"
        },
        {
            "description": "Never take us out of the water as we're fully aquatic!",
            "author": "AceKiron"
        },
        {
            "description": "We are native to only Lake Xochimilco.",
            "author": "AceKiron"
        },
        {
            "description": "We're added to Minecraft.",
            "author": "unknown"
        },
        {
            "description": "We have amazing regenerative abilities, we can regenerate almost any part of our body, including parts of our heart and parts of our brains.",
            "author": "AceKiron"
        },
        {
            "description": "We have both gills and lungs, but don't take us out of the water.",
            "author": "AceKiron"
        },
        {
            "description": "Our species is named after the Aztec god Xolotl.",
            "author": "AceKiron"
        },
        {
            "description": "We're very resistant to cancer.",
            "author": "AceKiron"
        },
        {
            "description": "Scientists are studying us in the hopes to make humans regenerate lost limbs.",
            "author": "AceKiron"
        },
        {
            "description": "It doesn't hurt when we accidentally bite you.",
            "author": "AceKiron"
        },
        {
            "description": "We absolutely love begging our owners for food when we see them.",
            "author": "AceKiron"
        },
        {
            "description": "We're great pets, but not easy to take care of.",
            "author": "AceKiron"
        },
        {
            "description": "Water flow shouldn't be too strong, it stresses us out.",
            "author": "AceKiron"
        },
        {
            "description": "You can tell if we are stressed by looking at how curved forward our gills are, a hooked tail is also a sign of stress.",
            "author": "AceKiron"
        },
        {
            "description": "We have poor eyesight, so we often mistake things for food.",
            "author": "AceKiron"
        },
        {
            "description": "We're opportunistic hunters.",
            "author": "AceKiron"
        },
        {
            "description": "Make sure you can take care of us before actually buying your own axolotl.",
            "author": "AceKiron"
        },
        {
            "description": "Bare bottom or fine sand! We'll eat everything that fits in our mouth, so don't use gravel.",
            "author": "AceKiron"
        },
        {
            "description": "Wild axolotls are rarely white or pink.",
            "author": "AceKiron"
        },
        {
            "description": "We exhibit Neoteny.",
            "author": "AceKiron"
        },
        {
            "description": "We eat by using suction, not by chewing our food.",
            "author": "AceKiron"
        },
        {
            "description": "Axolotls have very few predators.",
            "author": "AceKiron"
        },
        {
            "description": "Adult males have a longer tail than the females and a swollen cloaca which is lined with papilae.",
            "author": "unknown"
        },
        {
            "description": "The males often grow longer than the females, but not always.",
            "author": "AceKiron"
        },
        {
            "description": "Our breeding season typically runs from March to June.",
            "author": "AceKiron"
        },
        {
            "description": "Researchers are encouraging axolotls to breed by building 'shelters' in Xochimilco.",
            "author": "AceKiron"
        },
        {
            "description": "Axolotls begin the breeding process with a waltz, it's the initiation phase of mating. Both the male and female will rub and slide against the other's cloaca while dancing in a circular fashion.",
            "author": "unknown"
        }
    ]
}